[
    {
        "name": "Eternal Sunshine of the spotless mind",
        "path": "eternal_sunshine_of_the_spotless_mind.jpg",
        "rating": "9.5",
        "description": "Ziemlich cooler Film"
    },
    {
        "name": "Before Sunrise",
        "path": "before_sunrise.jpg",
        "rating": "8",
        "description": "Ziemlich cooler Film"
    },
    {
        "name": "Before Sunset",
        "path": "before_sunset.jpg",
        "rating": "8",
        "description": "Definitiv empfehlenswert blablabla"
    },
    {
        "name": "Before Midnight",
        "path": "before_midnight.jpg",
        "rating": "9",
        "description": "Ziemlich cooler Film"
    },
    {
        "name": "Adjustment Bureau",
        "path": "adjustment_bureau.jpg",
        "rating": "7",
        "description": "Hat Ähnlichkeiten zu 'The Eternal Sunshine Of The Spotless Mind' - im Genre Sci-Fi. Hat mich im Nachhinein trotzdem gecatcht"
    },
    {
        "name": "When Harry Met Sally",
        "path": "when_harry_met_sally.jpg",
        "rating": "8",
        "description": "Erinnert mich an die before-trilogy. Im Film vergehen mehrere Jahre in denen sie sich stück für stück immer näher kommen. Ich finde diese 'Hassliebe' zwischen ihnen sehr gut dargestellt. Werde diesen Text aber noch überarbeiten. Bin mit ihm wirklich nicht zufrieden"
    },
    {
        "name": "La La Land",
        "path": "la_la_land.jpg",
        "rating": "7",
        "description": "Viele Gedanken. Ich war nie ein Fan von Musicals. Sie haben auf mich immer ein bisschen „abgespaced“ gewirkt. Und das selbe auch bei diesem Film. Ich kann mich nicht so wirklich darauf einlassen, weil es alles so stilvoll und so, naja, unnatürlich wirkt. Ich fand das Ende sehr sehr gut. Zwischendrin kam es mir fast wie eine Arbeit vor, den Film zu ende zu schauen. Und das soll keine Kritik sein. Es ist nur nicht meine Interpretation von Romantischen Filmen (auch wenn es eine Romanze\/**dickgeschrieben**Musical ist). Ich bevorzuge persönlich ‚realistischere‘ Filme. Trotz allem hat es mir in gewisser Weise sehr viel gelehrt. Auch wenn das vielleicht nicht das Beste Ende zu einem Fazit ist. Ich fange ab heute, 17.01.25, damit an, den Zeitpunkt mit aufzuschreiben, an welchem ich einen Film zuletzt (ja, ich bin jemand der Filme teils sehr oft anschaut) angeschaut habe, aufzuschreiben. Daraus kann man bestimmt eine nette Grafik basteln in der man in gewisser Weise herauslesen kann, wie sich mein Gehirn entwickelt. Oder so ähnlich. Viele Gedanken die ich zu ihm habe; schwierig, sie alle in Text umzuwandeln!"
    },
    {
        "name": "Lost In Translation",
        "path": "lost_in_translation.jpg",
        "rating": "5",
        "description": "Ich bin etwas verwirrt. Der Film hat mich nicht so unglaublich angezogen. Zwar war er teils interessant, aber für mich größtenteils einfach nicht das wahre. Ich fand es etwas komisch, dass Bill Murray die Hauptrolle gespielt hat. Das hat für mich alles nicht so sehr zusammengepasst. Mich hat der Film aber an meiner „Kritik“ zweifeln lassen; was ist für mich auf einer Skala von 1-10 *gut*? Ab wann sage ich, dass ein Film sehenswert ist?\u2028Ich weiß es nicht. Deswegen kann ich nur als Schlusswort sagen: nur weil ich ihn mit 5\/10 bewertet habe, heißt das nicht, dass man ihn nicht anschauen sollte. Er hat mich leider nicht so sehr gecatcht"
    }
]